<?php
/**
 * Created by JetBrains PhpStorm.
 * User: ori
 * Date: 12-8-13
 * Time: 下午2:32
 * To change this template use File | Settings | File Templates.
 */

$a='a:7:{s:11:"listAllUrls";a:10:{i:0;s:9:"194087031";i:1;s:9:"138075344";i:2;s:9:"188310472";i:3;s:9:"247718631";i:4;s:9:"132611876";i:5;s:9:"287742473";i:6;s:9:"357025448";i:7;s:9:"158106373";i:8;s:9:"270408603";i:9;s:9:"292337046";}s:12:"listNotCrawl";a:10:{i:0;s:9:"194087031";i:1;s:9:"138075344";i:2;s:9:"188310472";i:3;s:9:"247718631";i:4;s:9:"132611876";i:5;s:9:"287742473";i:6;s:9:"357025448";i:7;s:9:"158106373";i:8;s:9:"270408603";i:9;s:9:"292337046";}s:9:"errorTime";i:0;s:5:"title";s:60:"我在玩《醉逍遥》，请问同阶绿色武器和蓝色";s:11:"description";s:1966:" 你好我是江湖逍遥区的玩家具我所只现在估计最晚要等到3月分才开 《魔`界`2》首批围绕世界观的主幕式剧情，第一个版本将整个世界划分为8幕宏伟庞大 .....  征途要完了,我在征途里只因为开了3 4个小号带荣誉征途就说我是打钱公司的 ...两年了，也看着征途一次次的改变，一次次的成长，一段又一段的回忆看着...  上官网首页,有个专门查找玩家所在区的连接. ...如果不支持添加代理IP，那么就要在拨号后使用代理软件，更改自己的宽带方式，使自己的上网方式转为电信模式，...  额···有没有逍遥我不知道，给你个导航和我觉得不错的个网站吧。记得采纳 ...我知道啦，老大! （选择03） Somethin\ ...  如果是同阶法宝，蓝色放右边，绿色放左边。不是同阶的，低阶放左边，高阶放右边。放右边的法宝一律不得修炼，修过就不能融合。如果是低级蓝色和高级绿色...  除非你说的绿色是桃花阵截图后选中显出的反色。 ...没有吧，别说102，我...学逍遥的第七本书里的80技能 步步生花 放出来的阵就是绿色的。 ...  我们是天下7区的，要来么 ...告诉你把去下载个IS然后去游戏区再点绿色征途。。不过你应该可以在首页就看到绿色征途了！因为最近绿色征途非常火！！！然后...  蓝色装备颜色级别从低到高依次是：白-绿-蓝-金武器没有紫色的，防具有紫色的，那是套装。 ...  第一个孔放绿色修炼过得法宝，满不满灵力无所谓，第二个放蓝色的就行，不过这个一定要没修炼过的，再点合成就行了，至于幸运物，只要煅造过的装备都...  醉逍遥的。 哪里买 绿色鉴定石头。我东西满了。都扔了。。现在三阶武器要...在成都城 很多摆摊的都有卖的 很便宜 我们那个区才70Y就买到了 ...这是... ";s:4:"body";N;s:5:"links";s:90:"<a href=./view-4.html>我在玩《醉逍遥》，请问同阶绿色武器和蓝色</a><br>";}';
$b=unserialize($a);
print_r($b);
